---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SsePointElevationBaseType
source: html/76509c05-63d0-3ead-8701-4413c78eb415.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SsePointElevationBaseType Property

"Elevation Base Type"

## Syntax (C#)
```csharp
public static ForgeTypeId SsePointElevationBaseType { get; }
```